{
  "headers": [],
  "notes": "cholesterol, constipation, right knee pain, difficult intubation, h/o postoperative delirium, postoperative nausea and vomiting, pseudocholinesterase deficiency, spinal headache, hysterectomy, trigger finger release, carpal tunnel release, colonoscopy, cystoscopy, tubal ligation, bladder repair, joint replacement, breast biopsy, right total knee, cardiac catherization, coronary artery bypass, left atrial appendage ligation. 4 Non FECD F Allergic rhinitis, GERD, HTN, HLD, mitral valve prolapse, obesity, TIA, wide-angle glaucoma, cataract, cholecystectomy, hip replacement, knee replacement, wide-angle glaucoma, cataract, latanoprost ophthalmic. 5 Non FECD M COPD on O2, chronic hypercapnic respiratory failure, cardiomyopathy, aortic stenosis, atrial flutter w/ablation, right heart failure, common variable immunodeficiency, bladder cancer, GERD, hypothyroidism, rheumatic fever, CABG, bioprosthetic aortic valve replacement.",
  "rows": [
    [{
      "colspan": 1,
      "content": "cellulitis, a-fib, colon sx, colonoscopy, partial colectomy myocardial infarction; NIDDM, non-insulin-dependent diabetes mellitus; OSA, obstructive cellulitis, a-fib, colon sx, colonoscopy, partial colectomy F Asthma, migraines, depression, humerus fracture, fibroid"
    }],
    [{
      "colspan": 1,
      "content": "w/coloproctostomy. sleep apnea; PE, pulmonary embolism; SOB, shortness of breath; w/, with; w/o, without. w/coloproctostomy. (uterus), cervical dysplasia, osteoarthritis s/p total hip"
    }],
    [
      {
        "colspan": 1,
        "content": "13 FECD # Diagnosis 13 FECD"
      },
      {
        "colspan": 1,
        "content": "F Age Sex F"
      },
      {
        "colspan": 1,
        "content": "HTN, Hyperlipidemia, h/o bradycardia, atrial tachycardia, Medical history Pulmonary embolism, long term current use of anticoagulant replacement, hyperlipidemia, breast lumpectomy,"
      }
    ],
    [
      {
        "colspan": 1,
        "content": "1 Non FECD"
      },
      {
        "colspan": 1,
        "content": "M"
      },
      {
        "colspan": 1,
        "content": "GERD, Benign neoplasm of the thyroid glands, Vit D deficiency, Alcoholic cirrhosis, Gout, Hypothyroidism, HLD, Portal HTN, therapy, mild pulmonary hypertension, GERD, hiatal hernia, cholecystectomy, ex-tobacco use."
      }
    ],
    [
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": "chronic kidney disease, osteoarthritis, ex-tobacco use, EtOH use. Small bowel and descending enterocolitis, Splenomegaly, temporal arteritis, current chronic use of systemic steroids, HTN,"
      }
    ],
    [{
      "colspan": 1,
      "content": "14 FECD Abbreviations: A-fib, atrial fibrillation; ASCVD, atherosclerotic cardiovascular disease; F Obesity, allergies, osteoarthrosis, EtOH use, appy, C-section. Ascites, AKI, Umbilical hernia, Abdominal pain w/ nausea and rotator cuff surgery, ex-tobacco use, EtOH use."
    }],
    [{
      "colspan": 1,
      "content": "15 FECD 14 FECD BiPAP, bilevel positive airway pressure; CAD, coronary artery disease; COPD, chronic M Arthritis. vomiting, Allergy to Sulfa, Current every day smoker/tobacco F Choledocholithiasis, depression, S/P cholecystectomy, appy, C-"
    }],
    [{
      "colspan": 1,
      "content": "16 FECD obstructive pulmonary disease; CPAP, continuous positive airway pressure; DVT, deep vein F Hypothyroidism, osteopenia, hyperlipidemia, anxiety, ex-tobacco use, EtOH use, Bilateral cataract extraction w/ IOL placements, section, hysterectomy, exploratory laparotomy, EtOH use."
    }],
    [{
      "colspan": 1,
      "content": "use. Back Sx, Rotator cuff repair, Vasectomy, Paracentesis Hyperlipidemia, ex-tobacco use. thrombosis; EtOH, ethanol; HLD, hypersensitivity lung disease; HTN, hypertension; MI, 15 FECD M"
    }],
    [{
      "colspan": 1,
      "content": "17 FECD 2 Non FECD 16 FECD myocardial infarction; NIDDM, non-insulin-dependent diabetes mellitus; OSA, obstructive F Sleep apnea, HTN, hyperlipidemia, CAD, CHF, depression, M Alcoholic cirrhosis, EtOH use, hemorrhagic shock d/t esophageal F Sleep apnea, HTN, hyperlipidemia, CAD, CHF, depression,"
    }],
    [{
      "colspan": 1,
      "content": "anxiety, GERD, EtOH use. varices, tobacco use, decompensated liver disease, hyponatremia, anxiety, GERD, EtOH use. sleep apnea; PE, pulmonary embolism; SOB, shortness of breath; w/, with; w/o, without."
    }],
    [
      {
        "colspan": 1,
        "content": "18 FECD 17 FECD"
      },
      {
        "colspan": 1,
        "content": "M M"
      },
      {
        "colspan": 1,
        "content": "Allergies, HTN, hyperlipidemia, paresthesias, GERD, pyogenic secondary thrombocytopenia, acute blood loss anemia, banding GERD, diverticulosis, allergies."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "18 FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "liver abscess, colonic diverticular abscess, cholecystectomy, ex-sx. Asthma, hyperlipidemia, obesity, anxiety/nervousness, GERD,"
      }
    ],
    [
      {
        "colspan": 1,
        "content": "3 Non FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "tobacco use, h/o alcoholism. Urinary incontinence, arthritis, glasses, blood transfusion, motion hypothyroidism, ex-tobacco use."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "19 FECD 19 FECD"
      },
      {
        "colspan": 1,
        "content": "F F"
      },
      {
        "colspan": 1,
        "content": "Breast cancer s/p resection, sleep apnea, h/o A-fib, GERD, breast sickness, at risk for malignant hyperthermia, sleep apnea, high Sleep apnea, HTN, CAD, obesity, CVA, Appy, cardiac stents,"
      }
    ],
    [
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": "ptosis, ankle sx, BSO, hysterectomy, lumpectomy of both breast. hysterectomy, cholecystectomy, bilateral knee replacements,"
      }
    ],
    [
      {
        "colspan": 1,
        "content": "20 FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "HTN, hyperlipidemia, IBS, migraines, palpitations, GERD. T&A, EtOH use."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "21 FECD 20 FECD"
      },
      {
        "colspan": 1,
        "content": "M M"
      },
      {
        "colspan": 1,
        "content": "Thyroid disease. Hyperlipidemia, GERD."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "22 FECD 21 FECD"
      },
      {
        "colspan": 1,
        "content": "F F"
      },
      {
        "colspan": 1,
        "content": "Hypothyroidism, sensorineural hearing loss (SNHL) of both ears. Asthma, hyperlipidemia, h/o of SVT and A-fib, GERD, thyroid"
      }
    ],
    [
      {
        "colspan": 1,
        "content": "23 FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "Arthritis, back problems s/p back fusion x2, allergies, disease."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "22 FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "tonsillectomy, hysterectomy, appy. Obesity, allergies, osteoarthrosis, EtOH use, appy, C-section."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "24 FECD 23 FECD"
      },
      {
        "colspan": 1,
        "content": "M M"
      },
      {
        "colspan": 1,
        "content": "Hyperlipidemia, GERD, Vit D deficiency, eczema, osteoarthritis. Allergies, HTN, hyperlipidemia, paresthesias, GERD, pyogenic"
      }
    ],
    [
      {
        "colspan": 1,
        "content": "25 FECD"
      },
      {
        "colspan": 1,
        "content": "M"
      },
      {
        "colspan": 1,
        "content": "HTN, obesity, diastolic dysfunction, ventricular bigeminy, liver abscess, colonic diverticular abscess, cholecystectomy, ex-"
      }
    ],
    [
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": "hyperlipidemia, osteoarthritis. tobacco use, h/o alcoholism."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "26 FECD 24 FECD"
      },
      {
        "colspan": 1,
        "content": "F F"
      },
      {
        "colspan": 1,
        "content": "Allergic rhinitis, diverticulosis of colon, GERD, obesity, HTN, HTN, anxiety/nervousness, hyperlipidemia, obesity."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "25 FECD"
      },
      {
        "colspan": 1,
        "content": "F"
      },
      {
        "colspan": 1,
        "content": "arrhythmia, carpal tunnel syndrome, appendectomy, carpal tunnel HTN, CAD, GERD, cervical spondylosis with myelopathy and"
      }
    ],
    [
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": "sx. radiculopathy."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "27 FECD 26 FECD"
      },
      {
        "colspan": 1,
        "content": "F M"
      },
      {
        "colspan": 1,
        "content": "Hypothyroidism, A-fib, h/o malignant neoplasm of breast s/p Hyperlipidemia, leg swelling, bilateral HA, GERD,"
      }
    ],
    [
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": ""
      },
      {
        "colspan": 1,
        "content": "mastectomy. osteoarthrosis."
      }
    ],
    [
      {
        "colspan": 1,
        "content": "28 FECD 27 FECD"
      },
      {
        "colspan": 1,
        "content": "F M"
      },
      {
        "colspan": 1,
        "content": "Hypothyroidism, breast augmentation, colectomy. Rotator cuff repair, EtOH use."
      }
    ],
    [{
      "colspan": 1,
      "content": "29 FECD 30 FECD 31 FECD 32 FECD 33 FECD 34 FECD 35 FECD 36 FECD Abbreviations: A-fib, atrial fibrillation; ASCVD, atherosclerotic cardiovascular disease; F h/o PE, HTN, anxiety, GERD, spinal fusion, ex-tobacco use, EtOH use. M Inguinal hernia repair, tobacco use. M Hyperlipidemia, ex-tobacco use. F Sleep apnea, obesity, depression, GERD, breast cancer s/p resection, renal cell carcinoma, hysterectomy, EtOH use, h/o Tram flap reconstruction. F HTN, Hyperlipidemia, chronic lower back pain, h/o Meniere's disease, CVA, paresthesia, depression, hypothyroidism. M CAD s/p CABG, benign essential HTN, hyperlipidemia, benign prostatic hyperplasia, ex-tobacco use. F Hypercholesterolemia, osteoarthritis. F HTN, anxiety/nervousness, hyperlipidemia, obesity. BiPAP, bilevel positive airway pressure; CAD, coronary artery disease; COPD, chronic obstructive pulmonary disease; CPAP, continuous positive airway pressure; DVT, deep vein thrombosis; EtOH, ethanol; HLD, hypersensitivity lung disease; HTN, hypertension; MI, 6 Non FECD F 28 FECD F Asthma, chronic bronchitis and sinusitis, HTN, cardiac esophageal varices w/banding, cirrhosis, radiation therapy, falls, arrhythmia, GERD, h/o colon cancer s/p resection, sinus sx, colonic ulcers, endometrial cancer, GI bleed, laser therapy. 7 Non FECD M endometrial ablation, tubal ligation, social EtOH use. Dermatitis. 8 Non FECD M 29 FECD M Dupuytren's contracture, arthritis, ex-Tobacco use, EtOH use. Alcohol use disorder, HTN, PTSD, Seizure, ADHD, Chronic 30 FECD F Asthma, allergies, obstructive sleep apnea, morbid obesity, iron lower extremity venous insufficiency, Peripheral neuropathy, (Fe) deficiency anemia, GERD, eczema, osteoarthritis, Nonadherent w/ medications, Former tobacco use; Hypotensive hyperlipidemia. presumed 2/2 septic shock, AKI, leukocytosis and anemia, Foley 31 FECD M Mitral valve prolapse, left superior oblique palsy, testicular placement via cystoscopy, Arterial line placement. 9 Non FECD M cancer s/p radiation therapy and resection, hernia repair. Stage 4 esophageal cancer, chemoradiation, EtOH use, prior 32 FECD F Allergic rhinitis, diverticulosis of colon, GERD, obesity, HTN, tobacco use, actinic keratosis, anxiety, depression, headache, arrhythmia, carpal tunnel syndrome, appendectomy, carpal tunnel HLD, HTN, varicella, basal cell carcinoma, gastrostomy sx. placement, inguinal hernia repair, liver biopsy, flap 33 FECD F Sleep apnea, obesity, depression, GERD, breast cancer s/p reconstruction w/Mohs, septoplasty, bilateral cataract extraction. 10 Non FECD M resection, renal cell carcinoma, hysterectomy, EtOH use, h/o Alcohol abuse, alcoholic liver cirrhosis, esophageal varices, Tram flap reconstruction. tobacco use. 11 Non FECD M 34 FECD M CAD s/p PCI and RCA stent, HTN, hyperlipidemia, obesity, Alcohol abuse, cirrhosis. 12 Non FECD M asthma, sick sinus syndrome, unstable angina, sleep apnea, Sigmoid colon carcinoma, monoclonal gammopathy, arthritis, GERD. HTN, chemotherapy, decubitus ulcers, malignant neoplasm of large intestine, prior tobacco use, EtOH use, chronic bilateral leg 35 FECD F HTN, hyperlipidemia, IBS, migraines, palpitations, GERD."
    }]
  ]
}
