{
  "headers": [],
  "notes": "MeWo Cells were maintained in EMEM (ATCC) with 10% FBS while SKmel28 cells were maintained in RPMI-1640 (GIBCO) with 10% FBS (Biosera) Both were grown in a humidified incubator at 37°C and 10% CO 2 .",
  "caption": "Richard M. White Richard.white@ludwig.ox.ac.uk Raw and processed RNA-seq and Proteomics data generated in this study have been deposited in Gene Expression Omnibus (GEO) under GSE262095 and PRIDE under PXD050693. Previously generated RNA-seq of iβ-Catenin and ishMITF cells are available under accession code GSE136803 and GSE255256 respectively. Reanalyzed scRNAseq data are available under GSE134432. ChIP-seq data is available on GEO under GSE132624. Code used in this study has been deposited on Github at github.org/emj464/Johns-2024 Materials Availability: All other relevant data and materials supporting key findings in this study are available within the article or from corresponding authors upon reasonable request.",
  "rows": [
    [
      {
        "colspan": 1,
        "content": "Streptavidin-HRP UVI3003 TYR qPCR Primer: Cell Culture"
      },
      {
        "colspan": 1,
        "content": "Cell Signaling Cedarlane Lab This paper"
      },
      {
        "colspan": 1,
        "content": "16026 N/A"
      }
    ],
    [{
      "colspan": 1,
      "content": "Technology Millipore Sigma Thermo Fisher Scientific A375, HS294T, and RPMI-7951 cells were obtained from ATCC and routinely tested for 3999 RRID:AB_10830897 Roche cOmplete Protease Inhibitor Cocktail, EDTA free 11873580001 Applied Biosystems PowerUp SYBR Green Master Mix A25742 CTTGAAAAGAGTCTGGGTCTGA PMEL qPCR Primer: CCCCAGGAAACTGACGATGC P. Zhang et a., 2012 83 DOI:10.1371/journal. Mycoplasma. IGR37 and IGR39 cells were a gift from the Colin Goding lab. Upon pone.004295 receipt cell line identity was confirmed by STR profiling and cells were tested for"
    }],
    [{
      "colspan": 1,
      "content": "Rabbit Polyclonal anti-DHRS3 Goat anti-Rabbit IgG (H+L) Secondary Antibody, HRP Critical commercial assays Cyquant Direct Red Cell Proliferation Assay PMEL qPCR Primer: AGCCACAGGAGGTGAGAGGAAT Mycoplasma (09/2023). All cells were maintained in a 37°C and 5% CO 2 humidified Proteintech 15393-1-AP, 15393-1-AP Abcam ab97051-1003, RRID:AB_10679369 Thermo Fisher C35013 P. Zhang et al., 2012 83 DOI:10.1371/journal. pone.004295 incubator. A375, HS294T, and RPMI-7951 cells were maintained in DMEM (Gibco, Scientific Pierce BCA Protein Assay Thermo Fisher 11965) supplemented with 10% FBS (Gemini Bio, 100-500). IGR37 and IGR39 cells 23225 TYRP1 qPCR Primer: This paper N/A were maintained in RPMI (Gibco, 11875119) supplemented with 10% FBS. Where Scientific RNeasy Mini Kit QIAGEN 74106 CGAAACACAGTGGAAGGTTACAG indicated cells were treated with pre-conjugated Oleic Acid (Sigma Aldrich #O3008) or"
    }],
    [{
      "colspan": 1,
      "content": "Rabbit anti-Mouse IgG (H+L) Secondary antibody, HRP Agilent RNA 6000 Nano Kit QuantSeq Forward Kit TYRP1 qPCR Primer: Oleic Acid:BSA as described below. SuperScript IV First-Strand Synthesis System AAGGTGTGCAGGAGGACAAA APEX2 expressing A375 cells were generated as follows. A375 cells were infected with Abcam Abcam Cat# Agilent 5067-1511 LEXOGEN This paper N/A 0.15.96 Thermo Fisher 18091200 ab97046, RRID:AB_10680920 Scientific MITF qPCR Primer: This paper N/A pLenti CMV-TetR Blast virus (Addgene #17492) with 4 µg/ml polybrene followed by"
    }],
    [{
      "colspan": 1,
      "content": "state. Diagrams IDENTIFIER AP5118c-ev, RRID:AB_10662954 4866, RRID: AB_2272627 A2228, RRID: AB_476697 R960-25 RRID:AB_2556564 5174, RRID:AB_10622025 (Atlas Antibodies Cat# HPA003259, RRID:AB_1079381) (Santa Cruz Biotechnology Cat# sc-32233, RRID:AB_627679) O3008 O1383 A8806 H34477 D3922 A22287 88817 A4034 LS-3500 238813 14587 78439 R1055 PRIDE: PXD050693 GEO: GSE262095 GEO: GSE255256 GEO: GSE136803 HTB-140, (RRID:CVCL_0331) HTB-66, (RRID:CVCL_1666) validated as described SOURCE Abgent Cell Signaling Technology Millipore Sigma Thermo Fisher Scientific Cell Signaling Technology Millipore Sigma Santa Cruz Biotechnology Millipore Sigma Millipore Sigma Millipore Sigma Thermo Fisher Scientific Thermo Fisher Scientific Thermo Fisher Scientific Thermo Fisher Scientific Millipore Sigma Iris Biotech Millipore Sigma Thermo Fisher Cedarlane Lab Scientific Zymo This paper This paper ATCC ATCC Generated and in Louphrasitthiphol et al. 47 Louphrasitthiphol, Chauhan, et al., 2020; Vlčková, Vachtenheim, Réda, Horák, Ondrušová, 2018 47,82 A gift from Jiri Vachtenheim Vlčková, Vachtenheim, Réda, Horák, Ondrušová, 2018 82 DOI: 10.1111/jcmm.13506 This paper N/A This paper N/A This paper N/A R Foundation for Statistical Computing https://www.r-project.org/ Mathworks https://www.mathwor ks.com/products/mat lab.html ImageJ https://imagej.net/sof tware/fiji/downloads GraphPad https://www.graphpa d.com/features Kolberg et al., 2023 84 https://biit.cs.ut.ee/g profiler/page/citing selection with 10 µg/ml Blasticidin. A375 TetR expressing cells were subsequently made with Biorender.com. Star Methods REAGENT or RESOURCE Antibodies Rabbit Polyclonal anti-plin2 Rabbit Polyclonal anti-VDAC1 Mouse Monoclonal anti-β-actin Mouse Monoclonal anti-V5 Rabbit Monoclonal anti-GAPDH Rabbit anti-MITF Rabbit Monoclonal anti-GAPDH Oleic Acid from Bovine Serum Albumin Oleic Acid Bovine Serum Albumin HCS LipidTOX Deep Red BODIPY™ 493/503 (4,4-Difluoro-1,3,5,7,8-Pentamethyl-4-Bora-3a,4a-Diaza-s-Indacene) Phalloidin 647 Pierce Streptavidin Magnetic Beads Sodium-L-Ascorbate Biotin Phenol Trolox Halt Protease Inhibitor Cocktail, EDTA free 9-cis Retinoic Acid TGGACATAACCGGGAATCCT Quick-RNA Miniprep Kit Deposited data LC MS/MS Raw and Analyzed Data IGR37 DHRS3 RNA-seq Raw and Analyzed Data ishMITF RNA-seq Raw and Analyzed Data iβ-catenin RNA-seq Raw and Analyzed Data HS294T RPMI-7951 IGR37 iß-Catenin MeWo & SKmel28 ishMITF Oligonucleotides TYR qPCR Primer: GGGCTCTGTTCTCACTTTCCA MITF qPCR Primer: GGCGGAACTGCTGCTCTT Beta-actin qPCR Primer: CACCAACTGGGACGACAT Software and algorithms R/RStudio 4.3.2 MATLAB R2022b FIJI 2.0.0-rc-65/1.54f PRISM 9.4.1 gProfiler infected with PLIN2-v5-APEX2 (Addgene #170573) or Cyto-v5-APEX2 (Addgene #170572) with 4 µg/ml polybrene followed by selection with 1 µg/ml Puromycin. IGR37 DHRS3 overexpression cells were generated as follows. IGR37 cells were infected with either pLX304 empty vector virus (Addgene #25890) or CCSB-Broad Lead Contact: Key Resources Table Rabbit Polyclonal anti-Calnexin Proteintech 10427-2-AP, RRID: AB_2069033 Mouse Monoclonal anti-alpha-Tubulin EMD Millipore CP06, RRID: AB_2617116 Rabbit Polyclonal anti-ATGL Cell Signaling Technology 2138, RRID: AB_2167955 Rabbit Monoclonal anti-GM130 Cell Signaling Technology 12480, RRID: Hydrogen Peroxide (30%) Millipore Sigma H1009 Oxford) AB_2797933 Anti-Rabbit IgG (H+L) F(ab')2 Fragment (Alexa Fluor 488 Conjugate Cell Signaling Technology Published scRNA-seq Data Wouters, et al., 2020 GEO: GSE134432 Beta-actin qPCR Primer: This paper LentiORF-DHRS3 Clone (Clone ID: ccsbBroad304_07379) virus with 4 µg/ml polybrene N/A (Cell Signaling Technology Cat# Goat anti-Mouse IgG (H+L) Cross Absorbed, Alexa Fluor 555 Fisher Scientific Doxycycline Hydrochloride (100mg/ml) Millipore Sigma Goding (University of 213579870 D3072 IGR39 A gift from Colin N/A CCSB-Broad LentiORF -DHRS3 Clone Dharmacon OHS6085-Chemicals, peptides, and recombinant proteins Oxford) 572 RRID:AB_2535844) Goding (University of Cyto-V5-APEX2, pLenti CMV/TO Puro Dest Addgene RRID:Addgene_170 21422, IGR37 A gift from Colin N/A 573 Scientific Cat# A-(RRID:CVCL_0132) PLIN2-V5-APEX2, pLenti CMV/TO Puro Dest Addgene RRID:Addgene_170 (Thermo Fisher A375 ATCC CRL-1619, 92 RRID:AB_1904025) Experimental models: Cell lines pLenti CMV TetR Blast (716-1) Addgene RRID:Addgene_174 4412 (also 4412S), IGR37 MITF ChIP-seq Louphrasitthiphol, et Recombinant DNA al., 2020 GEO: GSE132624 ACAGCCTGGATAGCAACG followed by selection with 10 µg/ml Blasticidin."
    }]
  ]
}
